import React from 'react'

function page() {
    return (
        <main>
            <div className="container mx-auto">
                <div id="article-info" className='mb-5'>
                    <h1 className='text-center !mb-5'>در باره ما</h1>
                    <p>
                        به <strong>کلاس زبان</strong> خوش آمدید؛ جایی که یادگیری زبان، فراتر از حفظ لغات و قواعد است و به تجربه‌ای زنده، الهام‌بخش و کاربردی تبدیل می‌شود.

                        ما در <strong>کلاس زبان</strong> با عشق به آموزش و باور به قدرت زبان در ایجاد ارتباط، از سال‌ها پیش کار خود را آغاز کردیم تا به زبان‌آموزان کمک کنیم با اعتمادبه‌نفس در دنیای امروز حرف بزنند، بنویسند، بخوانند و مهم‌تر از همه، ارتباط واقعی برقرار کنند.
                    </p>
                    <h2>چرا کلاس زبان؟</h2>
                    <p>
                        در جهانی که هر روز بیش از پیش به هم نزدیک‌تر می‌شود، دانستن زبان‌های خارجی نه‌تنها یک مهارت ارزشمند بلکه یک نیاز ضروری است. ما این نیاز را درک کرده‌ایم و بر اساس آن، بستری طراحی کرده‌ایم که یادگیری را ساده‌تر، جذاب‌تر و مؤثرتر کند:
                    </p>
                    <ul>
                        <li><strong className='text-sky-700'>دوره‌های متنوع برای همه‌ی سنین و سطوح:</strong> چه در آغاز مسیر یادگیری زبان باشید و چه بخواهید مهارت‌های خود را تقویت کنید، ما برای شما برنامه‌ای داریم.</li>
                        <li><strong className='text-sky-700'>روش‌های آموزشی به‌روز و تعاملی:</strong> از ویدیوهای آموزشی، کلاس‌های آنلاین زنده، تمرین‌های شنیداری و گفتاری گرفته تا بازی‌های زبانی، همه‌چیز در خدمت یادگیری واقعی شماست.</li>
                        <li><strong className='text-sky-700'>تیم مدرسین حرفه‌ای و باانگیزه:</strong> مدرسان ما علاوه بر دانش تخصصی، توانایی بالا در ایجاد انگیزه و برقراری ارتباط مؤثر با زبان‌آموزان دارند.</li>
                        <li><strong className='text-sky-700'>تأکید بر کاربرد عملی زبان:</strong> در کلاس‌های ما، زبان فقط آموخته نمی‌شود، بلکه استفاده می‌شود؛ ما شما را برای مکالمات واقعی، مصاحبه‌های شغلی، سفرهای بین‌المللی یا آزمون‌های استاندارد آماده می‌کنیم.</li>
                        <li><strong className='text-sky-700'>دسترسی همیشگی و پشتیبانی اختصاصی:</strong> شما تنها نیستید؛ تیم پشتیبانی ما همیشه همراه شماست تا در مسیر یادگیری پاسخ‌گوی سوالات، نیازها و دغدغه‌هایتان باشد.</li>
                    </ul>

                    <h2>هدف ما چیست؟</h2>
                    <p>ما می‌خواهیم پلی باشیم میان شما و فرصت‌هایی که یادگیری زبان ایجاد می‌کند:
                        از قبولی در آزمون‌های بین‌المللی مثل IELTS و TOEFL گرفته تا مهاجرت، ادامه تحصیل، پیدا کردن شغل‌های بین‌المللی یا حتی فقط تجربه یک سفر دل‌انگیز و بدون مترجم!
                    </p>
                    <h2>چشم‌انداز ما</h2>
                    <p>
                        در <strong>کلاس زبان</strong>، به آینده‌ای فکر می‌کنیم که در آن هر فردی، بدون محدودیت مکانی یا زمانی، بتواند با کیفیت‌ترین آموزش زبان را دریافت کند. ما در تلاشیم با بهره‌گیری از تکنولوژی، محتوای خلاقانه و اساتید توانمند، این رویا را به واقعیت تبدیل کنیم.
                    </p>
                    <hr className='my-5'/>
                    <h3>با ما همراه شوید!</h3>
                    <p>
                        اگر به دنبال راهی مطمئن، پویا و لذت‌بخش برای یادگیری زبان هستید، <strong>کلاس زبان</strong> بهترین انتخاب شماست.
                        ما اینجاییم تا همراه و راهنمای شما در مسیر رشد و موفقیت زبانی‌تان باشیم.

                        یادگیری زبان، یک تجربه‌ی جدید از زندگی‌ست... با <strong>کلاس زبان</strong>، این تجربه را متفاوت آغاز کنید.
                    </p>
                </div>
            </div>
        </main>
    )

}

export default page
